/* No comment provided by engineer. */
"About Device" = "info dispositivo";

/* No comment provided by engineer. */
"Add" = "Aggiungi";

/* No comment provided by engineer. */
"Add Camera" = "aggiungi camera";

/* No comment provided by engineer. */
"Advanced Setting" = "Settaggi avanzati";

/* No comment provided by engineer. */
"Alarm" = "Allarme";

/* No comment provided by engineer. */
"All" = "tutto";

/* No comment provided by engineer. */
"App Info" = "Info App";

/* No comment provided by engineer. */
"Back" = "Dietro";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Camera Found! (%d)" = "Camera Trovata!  (%d)";

/* No comment provided by engineer. */
"Camera List" = "Lista Camere";

/* No comment provided by engineer. */
"Camera Name" = "Nome Camera";

/* No comment provided by engineer. */
"Camera Password" = "Camera Password";

/* No comment provided by engineer. */
"Camera UID" = "Camera UID";

"Camera UID can not less than 20 characters" = "Camera UID non può essere meno di 20 caratteri";

"Camera UID length must be 20 characters" = "Camera UID non deve essere meno di 20 caratteri";

"Camera Name can not be empty" = "Il nome camera non può essere vuoto.";

"Camera Password can not be empty" = "Camera password essere non può essere vuoto.";

/* No comment provided by engineer. */
"Cancel" = "Cancella";

/* No comment provided by engineer. */
"Can not play remote record" = "Non si può rivedere la registrazione remota";

/* No comment provided by engineer. */
"Channel" = "Channel";

/* No comment provided by engineer. */
"Choose a Network..." = "Scegli una rete...";

/* No comment provided by engineer. */
"Confirm" = "Conferma";

/* No comment provided by engineer. */
"Confirm Password" = "Conferma password";

/* No comment provided by engineer. */
"Connect Failed" = "Connessione Fallita";

/* No comment provided by engineer. */
"Connected" = "Connesso";

/* No comment provided by engineer. */
"Connecting..." = "Connettendo…";

/* No comment provided by engineer. */
"Continue" = "Continua";

"Correct the wrong password" = "Correggi la password errata";

"Delete" = "Cancella";

"Delete?" = "Cancella?";

"Delete Photo" = "Cancella foto";

"Dismiss" = "Respingi";

/* No comment provided by engineer. */
"Done" = "Fatto";

/* No comment provided by engineer. */
"Edit" = "Edita";

/* No comment provided by engineer. */
"Edit Camera" = "Edita Camera";

/* No comment provided by engineer. */
"Enter Password" = "Inserisci password";

/* No comment provided by engineer. */
"Environment Mode" = "modalità ambiente";

"Email Photo" = "foto email";

"Events" = "eventi";

/* No comment provided by engineer. */
"Event List" = "lista eventi";

/* No comment provided by engineer. */
"Flip & Mirror" = "capovolgi e rispecchia";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "La fornattazzione canecellerà tutti i dati sulla SD card";

/* No comment provided by engineer. */
"Format completed." = "Formattazione completa.";

/* No comment provided by engineer. */
"Format failed." = "Cancella formattazione.";

/* No comment provided by engineer. */
"Format SDCard" = "Formatta SDCard";

/* No comment provided by engineer. */
"Free Size" = "Spazio libero";

/* No comment provided by engineer. */
"Full Time" = "Tempo pieno";

"Full-time recording" = "registrazione tempo pieno";

/* No comment provided by engineer. */
"Event List" = "Lista eventi";

/* No comment provided by engineer. */
"High" = "Alto";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "Capovolgi orizzontale (rispiecchia)";

/* No comment provided by engineer. */
"Incorrect password for %@" = "Password non corretta per %@";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "modo interna (50Hz)";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "modo interna (60Hz)";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "modo interna (50Hz)";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "modo interna (60Hz)";

/* No comment provided by engineer. */
"Information" = "Circa";

/* No comment provided by engineer. */
"IO Alarm" = "Allarme IO";

/* No comment provided by engineer. */
"Join" = "aderire";

/* No comment provided by engineer. */
"LAN" = "LAN";

/* No comment provided by engineer. */
"Live View" = "visione Live";

"Listen" = "ascolta";

"Listening" = "ascoltando";

"List are full, remove a device and try again" = "Lista piena, rimuovere un dispositivo e provare ancora.";

"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Low" = "Basso";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"Max" = "Massimo";

/* No comment provided by engineer. */
"Medium" = "Medio";

/* No comment provided by engineer. */
"Microphone" = "Microfono";

/* No comment provided by engineer. */
"Min" = "Minimo";

/* No comment provided by engineer. */
"Mirror" = "Rispecchia";

/* No comment provided by engineer. */
"Model" = "Modello";

/* No comment provided by engineer. */
"Motion Detection" = "Rilevazione Motion";

/* No comment provided by engineer. */
"Mute" = "Muto";

/* No comment provided by engineer. */
"New" = "Nuovo";

/* No comment provided by engineer. */
"New Password" = "Vuova password";

/* No comment provided by engineer. */
"Night" = "Notte";

/* No comment provided by engineer. */
"Night Mode" = "Modo notte";

/* No comment provided by engineer. */
"No result found" = "nessun risultato trovato";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "nessuna rete WiFi trovata.";

/* No comment provided by engineer. */
"None" = "Nome";

/* No comment provided by engineer. */
"Normal" = "Normale";

/* No comment provided by engineer. */
"Not Supported" = "Non supportata";

/* No comment provided by engineer. */
"Off" = "off";

/* No comment provided by engineer. */
"Off line" = "fuori linea";

/* No comment provided by engineer. */
"Online" = "in linea";

/* No comment provided by engineer. */
"Online Nm: %d / Frame ratio: %d / %d" = "in linea No: %d / Frame ratio: %d / %d";
"Online Nm: %d" = "In linea N: %d";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Old" = "vecchio";

/* No comment provided by engineer. */
"Old Password" = "Vecchia password";

/* No comment provided by engineer. */
"Outdoor" = "esterna";

/* No comment provided by engineer. */
"Outdoor Mode" = "modo esterna";

/* No comment provided by engineer. */
"QRCode" = "QRCode";

/* No comment provided by engineer. */
"Playback" = "Playback";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter password for %@" = "Si prega di inserire la password %@.";

/* No comment provided by engineer. */
"Please input the password" = "Si prega di inserire la password.";

"The old password is invalid" = "La vecchia password è valida";

"Please select photos to delete." = "Si prega di selezionare la foto da cancellare.";
"Please select records to delete." = "Si prega di selezionare la registrazione a.";
"Pull down to refresh..." = "scorrere verso il basso per il refresh...";

"Ready" = "Pronto";

/* No comment provided by engineer. */
"Reboot" = "reboot";

/* No comment provided by engineer. */
"Reconnect" = "Ricollega";

/* No comment provided by engineer. */
"Recording Mode" = "Modo registrazione";

"Release to refresh..." = "Rilascia per aggiornare ...";

/* No comment provided by engineer. */
"Save" = "Salva";

"Save Photo" = "Salva foto";

/* No comment provided by engineer. */
"Scanning..." = "scansionando…";

/* No comment provided by engineer. */
"SDCard Fault" = "SDCard guasta";

"Search" = "Ricerca";

"Searching..." = "Ricercando…";

/* No comment provided by engineer. */
"Security Code" = "codice di sicurezza";

/* No comment provided by engineer. */
"Snapshot" = "istantanea";

/* No comment provided by engineer. */
"Snapshot saved" = "istantanea salvata";

/* No comment provided by engineer. */
"Speak" = "Parla";

/* No comment provided by engineer. */
"Speaking" = "Parlando";

/* No comment provided by engineer. */
"Speaker" = "altoparlante";

/* No comment provided by engineer. */
"The name, uid and password field can not be empty" = "Il nome UID e password non possono essere vuoti.";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "La nuova password non corrisponde.";

/* No comment provided by engineer. */
"The new password is more than 15 characters" = "la nuova password è più di 15 caratteri.";

/* No comment provided by engineer. */
"The password is more than 30 characters" = "la nuova password è più di 30 caratteri.";

/* No comment provided by engineer. */
"The video has finished playing" = "il video ha finito la riproduzione.";

/* No comment provided by engineer. */
"This device is already exists" = "il dispositivo esiste già.";

/* No comment provided by engineer. */
"Timeout" = "tempo scaduto";

/* No comment provided by engineer. */
"Total Size" = "dimensioni totali";

/* No comment provided by engineer. */
"Unknown" = "sconosciuto";

/* No comment provided by engineer. */
"Unknown Device" = "dispositivo sconosciuto";

/* No comment provided by engineer. */
"UID" = "UID";

/* No comment provided by engineer. */
"Unsupported" = "Non supportato";

/* No comment provided by engineer. */
"Vender" = "Venditore";

/* No comment provided by engineer. */
"Version" = "Versione";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "Ribaltamento Verticale e orizzontale";

/* No comment provided by engineer. */
"Vertical Flip" = "Ribaltamento verticale";

/* No comment provided by engineer. */
"Video Flip" = "ribaltamento video";

/* No comment provided by engineer. */
"Video Lost" = "Perdita video";

/* No comment provided by engineer. */
"Video Quality" = "qualità video";

/* No comment provided by engineer. */
"Video Resume" = "recuper vieo";

"Wait for connecting..." = "in attesa di connessione...";

/* No comment provided by engineer. */
"Warning" = "Avvertimento";

"Weak signal" = "segnale debole";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"WiFi Networks" = "rete WiFi";

"Custom Period" = "Periodo personalizzato";
"Search Period" = "Ricerca periodo";
"Begin Time" = "tempo iniziale";
"End Time" = "tempo finale";
"Begin Date" = "data iniziale";
"End Date" = "data finale";
"Quality" = "Qualità";
"Good" = "Buona";
"Bad" = "pessima";
"Time Zone" = "Time Zone";
"asia" = "Asia";
"europe" = "Europe";
"america" = "America";
"oceania" = "Oceania";
"africa" = "Africa";

"Remote Device Connecting" = "Connessione al dipositivo remoto";
"Remote Device Timeout" = "dispositivo remoto scaduto";

/* No comment provided by engineer. */
"Within a day" = "Entro un giorno";

/* No comment provided by engineer. */
"Within a week" = "Entro una settimana";

/* No comment provided by engineer. */
"Within an hour" = "entro un ora";

/* No comment provided by engineer. */
"Within half a day" = "entro mezza giornata";

/* No comment provided by engineer. */
"Wrong Password" = "Password errata";

"Manually Add" = "Aggiungi manualmente";
"Sure to remove?" = "sei sicuro di volerlo rimuovere?";
"Sure to remove this view?" = "sei sicuro di volerlo rimuovere questa visuale?";
"LAN Search" = "Ricerca rte";
"YES" = "SI";
"NO" = "NO";
"Press to talk" = "premi per parlare";
"Highest" = "Altissimo";
"High" = "Alto";
"Medium" = "Medio";
"Low" = "Basso";
"Lowest" = "Bassissimo";
"Caution!" = "Attenzione!";
"Account Unlinked!" = "Account non collegato!";
"More" = "Più";
"Remove this device" = "RRimuovi questo dispositivo";
"Add Device" = "Aggiungi dispositivo";
"Wired" = "cablato";
"Wireless" = "via radio";
"Manually add device" = "aggiungi dispositivo manualmente";
"Security code is changed, Please reconnect!" = "il codice di siurezza è cambiato, si prega di ricollgarsi!";
"Record Files" = "file registrato";
"Wrong ID or Password!" = "ID o Password errata!";
"Not enough space to save video" = "spazio non sufficiente per salvare il video";
"Camera's video type is not supported recording" = "Tipo di video della camera, non è supporta la registrazione";
"Recording Started" = "registrazione inoziata";
"Recording Saved to Album" = "Registrazione salvata nell'album";
"Error recording video" = "registrazione video errata";
"Error saving video" = "salvataggio video errata";

"用户手册"="Manuale utente";

"page1"="page1_i.jpg";
"page2"="page2_i.jpg";
"page3"="page3_i.jpg";
"page4"="page4_i.jpg";

"LanSearchTips1"="Si prega di selezionare i numeri del  dispositivo dalla lista aggiunta e vista";
"LanSearchTips2"="Si prega di premere per riaggiornare e ricercare il numero UID del dispositivo";

"GuidSkip"="skip";
"Mail Setting"="posta la creazione";
"Mail Switch"="posta interruttore";
"Port"="porto";
"Account"="conto";
"MailSender"="il mittente";
"MailSenderHint"="l mittente";
"MailReceiver"="ricevitore";
"MailReceiverHint"="ricevitore";
"MailServer"="server";
"MailServerHint"="server di posta";
"MailProtocol"="protocollo";
"Smtp Server"="server smtp";

"Contrast" = "contrasto";
"Bright" = "bright";